tap "archae0pteryx/lumberstack-cli"
tap "aws/tap"
tap "cirruslabs/cli"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
brew "act"
brew "libyaml"
brew "openssl@1.1"
brew "python@3.10"
brew "ansible"
brew "autoconf"
brew "automake"
brew "awscli"
brew "glib"
brew "pkg-config"
brew "coreutils"
brew "libssh2"
brew "openldap"
brew "curl"
brew "erlang"
brew "elixir"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fdupes"
brew "guile"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "geckodriver"
brew "gh"
brew "git"
brew "gnupg", link: false
brew "ncurses"
brew "htop"
brew "shared-mime-info"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "libtensorflow"
brew "mkcert"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node"
brew "nss"
brew "openssl@3"
brew "rdfind"
brew "rust-analyzer"
brew "sox"
brew "stow"
brew "tmux"
brew "watchman"
brew "yarn"
brew "zlib"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alfred"
cask "amethyst"
cask "bbedit"
cask "chromedriver"
cask "dbeaver-community"
cask "font-fira-code"
cask "gitkraken"
cask "gpg-suite"
cask "graphql-playground"
cask "insomnia"
cask "iterm2"
cask "kitty"
cask "macfuse"
cask "ngrok"
cask "obsidian"
cask "phantomjs"
cask "slack"
cask "spectacle"
cask "spotify"
cask "swiftformat-for-xcode"
cask "tunnelblick"
cask "tuple"
cask "unetbootin"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
cask "webtorrent"
cask "zoom"
